Repository: Noah-Johann/MusicNotch
Catalog: MusicNotch/Localizable.xcstrings
Source language: en
Languages: de

source: Thank you for downloading MusicNotch! Let's set up the App.
de: Danke fürs Herunterladen von MusicNotch.

source: About
de: Über

source: Accent color slider
de: Akzentfarbener Regler

source: Acknowledgements
de: Danksagungen

source: All set up!
de: Alle Berechtigungen erteilt!

source: Always show player
de: Widget immer aktivieren

source: Appearance
de: Erscheinungsbild

source: Auto check for updates
de: Automatisch nach Updates suchen

source: Auto player
de: Automatischer Player

source: Automatic MusicGlance
de: Automatisches MusicGlance

source: Brightness
de: Helligkeit

source: Charging
de: Lädt

source: Check for updates
de: Nach Updates suchen

source: Colored progress bar
de: Eingefärbte Progressbar

source: Colored spectogram
de: Eingefärbtes Spektrogramm

source: Connectivity
de: Konnektivität

source: Contribute on Github
de: Auf GitHub mitwirken

source: Development
de: Entwicklung

source: Disabled
de: Deaktiviert

source: Display duration
de: Anzeigedauer

source: Download update
de: Update herunterladen

source: Downloading update...
de: Update herunterladen…

source: Enable Battery extension
de: Aktiviere Batterie Erweiterung

source: Enable Bluetooth extension
de: Aktiviere Bluetooth Erweiterung

source: Enable Gesture control
de: Aktiviere Gesten

source: Enable HUD extension
de: Aktiviere HUD Erweiterung

source: Enable LockScreen icon
de: Aktiviere Sperrsymbol

source: Enable LockScreen player
de: Aktiviere Sperrbildschirm-Player

source: Enable Media Gestures
de: Aktiviere Musikgesten

source: Enable silent launch
de: Aktiviere stummen Start

source: Expand
de: Erweitern

source: Finish
de: Fertigstellen

source: General
de: Generell

source: Gestures
de: Gesten

source: GPL 3.0 License
de: GPL 3.0 Lizenz

source: Gradient slider
de: Farbverlauf Regler

source: Haptic feedback
de: Haptisches Feedback

source: Hide closed notch
de: Deaktiviere geschlossene Notch

source: Hide delay
de: Verzögerung beim Schließen

source: Hide in full screen
de: Im Vollbildschirm schließen

source: Hide labels
de: Deaktiviere Texte

source: Hide player
de: Widget schließen

source: Hover Behavior
de: Hover Verhalten

source: If hidden, settings can be accessed via right click on the player
de: Wenn deaktiviert können die Einstellungen mit Rechts-Klick auf die Notch geöffnet werden

source: Install update
de: Update installieren

source: Installed update
de: Update installiert

source: Installing update...
de: Update installieren…

source: Launch at login
de: Beim Anmelden öffnen

source: License
de: Lizenz

source: Lock Screen
de: Sperrbildschirm

source: Low battery threshold
de: Ladeerinnerung

source: Low Power
de: Stromsparen

source: Main display
de: Hauptdisplay

source: MusicNotch needs permission to control your music player.
de: MusicNotch braucht Berechtigungen, um ihren Musik-App zu steuern.

source: muted
de: stumm

source: Next
de: Weiter

source: No updates available
de: Keine Updates verfügbar

source: Notch display
de: MacBook Display

source: Opening delay
de: Verzögerung beim Öffnen

source: Permissions
de: Berechtigungen

source: Play charging sound
de: Spiele Ladeton

source: Play lock sound
de: Spiele Sperrton

source: Play low power sound
de: Spiele Ladeerninngerunston

source: Play unlock sound
de: Spiele Entsperrton

source: Position adjustment
de: Positonsanpassung

source: Previous
de: Zurück

source: Quit
de: Beenden

source: Repeat
de: Wiederhohlen

source: Request permission
de: Berechtigung anfragen

source: Restart
de: Neu starten

source: Settings
de: Einstellungen

source: Shortcuts
de: Kurzbefehle

source: Show in %@
de: In %@ öffnen

source: Show in Apple Music
de: In Apple Music öffnen

source: Show in Now Playing
de: In Now Playing öffnen

source: Show in Spotify
de: In Spotify öffnen

source: Show menubar item
de: Zeige Menuleisten-Symbol

source: Show music player volume slider
de: Aktiviere Musikplayer Läutstarkeregler

source: Show MusicGlance
de: Zeige MusicGlance

source: Skip Backwards
de: Letzter Titel

source: Skip Forward
de: Nächster Titel

source: Skip to Next Track
de: Nächster Titel

source: Skip to Previous Track
de: Letzter Titel

source: Source
de: Quelle

source: Start playing a song!
de: Starte einen Song!

source: Start setup
de: Setup starten

source: Swipe horizontal to change the current track.
de: Wische horizontal, um den aktuellen Song zu wechseln.

source: Swipe vertical to open and close the notch.
de: Wische vertikal, um die Notch zu öffnen oder schließen.

source: The time it takes for the notch to hide if the playback is stopped.
de: Die Zeit, bis die Notch versteckt wird, wenn die Wiedergabe gestoppt wird.

source: Toggle Notch
de: Notch öffnen/schließen

source: Toggle Playback
de: Wiedergabe umschalten

source: Toggle Shuffle
de: Shuffle umschalten

source: Use device icons
de: Verwende Gerätesymbole

source: Volume
de: Lautstärke

source: Warn on low battery
de: Warnung bei niedriger Batterie

source: Welcome!
de: Willkommen!
